{
	"Chairman’s Award": "The most prestigious award at FIRST, it honors the team that best represents a model for other teams to emulate and best embodies the purpose and goals of FIRST.",
	"Creativity Award sponsored by Xerox": "Celebrates creativity in design, use of component, or strategy of play.",
	"Engineering Inspiration Award": "Celebrates outstanding success in advancing respect and appreciation for engineering within a team’s school and community.",
	"Entrepreneurship Award sponsored by Kleiner Perkins Caufield & Byers": "Celebrates the entrepreneurial spirit by recognizing a team that has developed the framework for a comprehensive business plan to scope, manage, and achieve team objectives.",
	"Excellence in Engineering Award sponsored by Delphi": "Celebrates an elegant and advantageous machine feature.",
	"Finalist": "Celebrates the Alliance that makes it to the final match of the competition.",
	"FIRST Dean’s List Award": "Celebrates outstanding student leaders whose passion for and effectiveness at attaining FIRST ideals is exemplary.",
	"FIRST Future Innovator Award sponsored by the Abbott Fund": "Celebrates innovation and intellectual property creation inspired by the FIRST season experience. See also: 2014 submission information for the award.",
	"Founder’s Award": "Recognizes the organization or individual that has contributed significantly to the growth of FIRST.",
	"Gracious Professionalism® Award sponsored by Johnson & Johnson": "Celebrates outstanding sportsmanship and continuous Gracious Professionalism® in the heat of competition, both on and off the playing field.",
	"Highest Rookie Seed Award": "Celebrates the highest-seeded rookie team at the conclusion of the qualifying rounds.",
	"Imagery Award in honor of Jack Kamen": "In honor of Jack Kamen, Dean’s father, for his dedication to art and illustration and his devotion to FIRST. This award celebrates attractiveness in engineering and outstanding visual aesthetic integration of machine and team appearance.",
	"Industrial Design Award sponsored by General Motors": "Celebrates form and function in an efficiently designed machine that effectively addresses the game challenge.",
	"Industrial Safety Award sponsored by Underwriters Laboratories": "Celebrates the team that progresses beyond safety fundamentals by using innovative ways to eliminate or protect against hazards.",
	"Innovation in Control Award sponsored by Rockwell Automation": "Celebrates an innovative control system or application of control components – electrical, mechanical, or software – to provide unique machine functions.",
	"Judges’ Award": "During the course of the competition, the judging panel may decide a team’s unique efforts, performance, or dynamics merit recognition.",
	"Media & Technology Innovation Awardsponsored by Comcast": "Recognizes the team that develops and implements the most outstanding digital experience, marketing strategy, and rationale for digital channels to disseminate content to its audience and further the FIRST mission.",
	"Quality Award sponsored by Motorola": "Celebrates machine robustness in concept and fabrication.",
	"Rookie All-Star Award": "Celebrates the rookie team exemplifying a young but strong partnership effort, as well as implementing the mission of FIRST to inspire students to learn more about science and technology.",
	"Rookie Inspiration Award": "Celebrates a rookie team’s outstanding success in advancing respect and appreciation for engineering and engineers, both within their school, as well as in their community.",
	"Safety Animation Award sponsored by UL": "Recognizes the team that submits a short animated film that best promotes the current season’s team safety focus. View 2014 Safety Animation Contest Announcement.",
	"Team Spirit Award sponsored by Chrysler": "Celebrates extraordinary enthusiasm and spirit through exceptional partnership and teamwork furthering the objectives of FIRST.",
	"Volunteer of the Year Award": "Presented to an individual, business, or organization that consistently excels in their efforts, with proven results in the areas of Impact, Leadership, Personal Commitment, Community, and Historical Contributions.",
	"Winner": "Celebrates the Alliance that wins the competition.",
	"Woodie Flowers Finalist Award": "Is presented to an outstanding Mentor in the robotics competition who best leads, inspires, teaches, and empowers their team using excellent communication skills."
}